Repository: hamza90k/Woo-Cat-Spartan
Catalog: languages/woo-cat-spartan-*.po
Languages: ur

source: About
ur: پلگ ان کے بارے میں

source: Add Woo Cat Spartan revolution slider shortcode ([woo_cat_rev_slider]) on you category template. That's it
ur: اپنے زمرے کے سانچے پر وو کیٹ سپارٹن انقلاب سلائیڈر مختصر ([woo_cat_rev_slider]) شامل کریں۔ یہی ہے

source: Before Saving the changes copy the slug of category (on which slider be display)
ur: تبدیلیوں کو محفوظ کرنے سے پہلے زمرے کی سلگ کاپی کریں (جس پر سلائیڈر ڈسپلے ہو)

source: Create a slider with revolution slider
ur: انقلاب سلائیڈر کے ساتھ ایک سلائیڈر تشکیل دیں

source: Documentation
ur: دستاویزات

source: Featured Products
ur: نمایاں مصنوعات

source: How to add category specific slider on product category page
ur: مصنوعات کے زمرے کے صفحے پر زمرہ مخصوص سلائیڈر شامل کرنے کا طریقہ

source: Manage woocommerce product category pages
ur: WooCommerce کے زمرے کے صفحات کا نظم کریں

source: Muhammad Hamza Mairaj
ur: محمد حمزة ميراج

source: Paste the slug on "Alais" of your slider
ur: اپنے سلائیڈر کے "ایلیس" پر سلگ چسپاں کریں

source: Recent Products
ur: حالیہ مصنوعات

source: Sale Products
ur: فروخت کی مصنوعات

source: Top Rated Products
ur: اعلی درجے کی مصنوعات

source: Use this shortcode to display featured products on current category page
ur: موجودہ زمرے کے صفحے پر نمایاں مصنوعات کو ظاہر کرنے کے لئے اس مختصر کو استعمال کریں

source: Use this shortcode to display recent products on current category page
ur: موجودہ زمرے کے صفحے پر حالیہ مصنوعات کو ظاہر کرنے کے لئے اس مختصر کو استعمال کریں

source: Use this shortcode to display Revolution Slider relevant to current category page
ur: موجودہ زمرہ کے صفحے سے متعلق انقلاب سلائیڈر کو ظاہر کرنے کے لئے اس مختصر کو استعمال کریں

source: Use this shortcode to display sales products on current category page
ur: موجودہ زمرہ کے صفحے پر فروخت کی مصنوعات کو ظاہر کرنے کے لئے اس مختصر کو استعمال کریں

source: Use this shortcode to display top rated products on current category page
ur: موجودہ زمرے کے صفحے پر اعلی درجہ بندی والی مصنوعات کو ظاہر کرنے کے لئے اس مختصر کو استعمال کریں

source: Woo Cat Spartan Only works with woocommerce plugin. You can use Woo Cat Spartan to get the recent, sale, top rated and featured products from current category to product category page. You can also add category specific revolution slider on product category page. You can use Elementor Pro to customize woocommerce category template. Use Woo Cat Spartan shortcodes to enhance product category page.
ur: وو کیٹ اسپارٹن صرف WooCommerce پلگ ان کے ساتھ کام کرتا ہے۔ آپ موجودہ کیٹگری سے لے کر مصنوعات کے زمرے کے صفحے تک حالیہ ، فروخت ، ٹاپ ریٹیڈ اور نمایاں مصنوعات حاصل کرنے کے لئے وو کیٹ اسپارٹن کا استعمال کرسکتے ہیں۔ آپ زمرہ مخصوص انقلاب سلائیڈر کو مصنوعات کے زمرے کے صفحے پر شامل کرسکتے ہیں۔ آپ WooCommerce زمرے کے سانچے کو اپنی مرضی کے مطابق کرنے کے لئے عنصری پرو کا استعمال کرسکتے ہیں۔ پروڈکٹ زمرے کے صفحے کو بڑھانے کے لئے وو کیٹ اسپارٹن شارٹ کوڈز کا استعمال کریں۔
